Repository: lfavole/sitekt
Catalog: common/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Open now the Yahoo Calendar.
fr: Ouvrez l’Agenda Yahoo ;

source: Click the 'Actions' tab.
fr: Cliquez sur l’onglet « Actions » ;

source: Hit 'Follow Other Calendars'.
fr: Sélectionnez « Suivre d’autres agendas » ;

source: Set a name and paste the clipboard content into the URL field.
fr: Choisissez un nom et collez le contenu de votre presse-papier dans le champ URL.

source: Add to Yahoo!
fr: Ajouter à Yahoo!

source: Open Yahoo calendar
fr: Ouvrir le calendrier Yahoo

source: Cancel
fr: Annuler

source: iCal file
fr: Fichier iCal

source: Warning!
fr: Attention !

source: This will download an iCal file that you can import into your calendar application.
fr: Cela téléchargera un fichier iCal que vous pourrez importer dans votre calendrier.

source: This is essentially the same as printing the events list.
fr: Cela revient au même que d'imprimer la liste des événements.

source: The events will NOT be automatically updated, and you will have to stay up to date using other ways.
fr: Les événements NE seront PAS mis à jour automatiquement et vous devrez rester à jour par d'autres moyens.

source: If you can, use the other methods, as they automatically update the events.
fr: Si vous le pouvez, utilisez les autres méthodes car elles mettent à jour automatiquement les événements.

source: Do you want to continue?
fr: Voulez-vous continuer ?

source: Download
fr: Télécharger

source: Add to calendar
fr: Ajouter à votre agenda

source: Hide past dates
fr: Cacher les dates passées

source: Show past dates
fr: Afficher les dates passées

source: Currently you didn't give us any email addresses.
fr: Actuellement vous ne nous avez donné aucune adresse e-mail.

source: Currently you gave us this email address:
fr: Actuellement vous nous avez donné cette adresse e-mail :

source: There was an error while fetching the email addresses.
fr: Une erreur est survenue lors de la récupération des adresses e-mail.

source: To be able to do the quick subscription of children, you must give us the email address (from the mother or the father) that you gave us the last year.
fr: Pour pouvoir effectuer l'inscription rapide de vos enfants, vous devez nous donner l'adresse e-mail (celle de la mère ou du père) utilisée l'année passée.

source: Try with another address:
fr: Essayez avec une autre adresse :

source: Email address
fr: Adresse e-mail

source: Try adding another address:
fr: Essayez d'ajouter une autre adresse :

source: If this does not work, please click on 'Register a new child' and perform the full registration of your child.
fr: Si cela ne fonctionne pas, veuillez cliquer sur "Inscrire un nouvel enfant" et effectuer l'inscription complète de votre enfant.

source: Why can't you find your children?
fr: Pourquoi ne trouvez-vous pas vos enfants ?

source: Add an email address
fr: Ajouter une adresse e-mail

source: There was an error while adding your email address.
fr: Une erreur est survenue lors de l'ajout de votre adresse e-mail.

source: Error
fr: Erreur

source: Email address added
fr: Adresse e-mail ajoutée
